Repository: jchurch01971/pvr.puzzle.tv
Catalog: pvr.puzzle.tv/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #10010
source: Common
ru_ru: Общие

# #10000
source: Provider
ru_ru: Сервер

# #10001
source: Enable Timeshift
ru_ru: Включить Timeshift

# #10002
source: Path
ru_ru: Путь

# #10003
source: Buffer Size (MB)
ru_ru: Размер буффера (MB)

# #10004
source: Buffer Type
ru_ru: Тип буффера

# #10005
source: Memory
ru_ru: Память

# #10006
source: File
ru_ru: Файл

# #10007
source: Server response timeout (sec)
ru_ru: Время ожидания ответа сервера (сек)

# #10008
source: Channel reload timeout (sec)
ru_ru: Время ожидания сигнала (сек)

# #10009
source: Recordings path
ru_ru: Папка для записей

# #10011
source: Cache limit (MB)
ru_ru: Макс. размер кэша (MB)

# #10012
source: Port
ru_ru: Порт

# #10013
source: Archive for current broadcast
ru_ru: Архив текущей передачи

# #10014
source: Wait for Internet connection (0 - don't check)
ru_ru: Ожидать подключение к Интернету (0 - не проверять)

# #10015
source: Channel index offset
ru_ru: Смещение нумерации каналов

# #10016
source: Arrange archive by channel groups
ru_ru: Сортировать архив по группам каналов

# #10017
source: Archive start padding (min)
ru_ru: Начинать раньше на (мин)

# #10018
source: Archive end padding (min)
ru_ru: Заканчивать позже на (мин)

# #10019
source: Number of HSL threads
ru_ru: Количество потоков HLS

# #10020
source: Archive refresh interval (min)
ru_ru: Интервал обновления архива (мин)

# #10021
source: PVR startup delay (sec)
ru_ru: Задержка загрузки PVR (сек)

# #10022
source: Load after EPG
ru_ru: Ожидать загрузки EPG

# #10023
source: Live Playback Delay (sec)
ru_ru: Задержка воспроизведения эфира (сек)

# #10027
source: Forward start padding
ru_ru: Проматывать начальную задержку

# #10028
source: Enable SSL
ru_ru: Включить SSL

# #10093
source: Kodi's Remote Control
ru_ru: Удаленного управления Kodi

source: No
ru_ru: Нет

# #10095
source: Yes
ru_ru: Да

# #10096
source: When Loaded
ru_ru: После загрузки

# #10097
source: Other
ru_ru: Разное

# #10098
source: Recordings
ru_ru: Записи

# #10099
source: Network
ru_ru: Сеть

# #20000
source: Server
ru_ru: Сервер

# #20001
source: Port
ru_ru: Порт

# #20002
source: Retries on startup (4 sec each)
ru_ru: Попытки подключения к серверу (4 сек)

# #20003
source: EPG Path
ru_ru: Путь к файлу EPG

# #20004
source: EPG Port
ru_ru: EPG порт

# #20005
source: EPG Source
ru_ru: Источник EPG

# #20006
source: XMLTV File
ru_ru: XMLTV файл

# #20007
source: Puzzle EPG
ru_ru: Пазл Телегид

# #20008
source: Server Version
ru_ru: Версия сервера

# #20009
source: Puzzle 2
ru_ru: Пазл 2

# #20010
source: Puzzle TV
ru_ru: Пазл ТВ

# #20011
source: Puzzle 3
ru_ru: Пазл 3

# #20012
source: Block dead streams
ru_ru: Отключать нерабочие потоки

# #30000
source: Login
ru_ru: Логин

# #30001
source: Password
ru_ru: Пароль

# #30002
source: Enable Archive
ru_ru: Включить архив

# #30003
source: Enable Adult Content
ru_ru: Включить каналы для взрослых

# #30004
source: PIN Code
ru_ru: PIN код

# #30005
source: Streamer
ru_ru: Сервер

# #30006
source: Group By Country
ru_ru: Группировать по странам

# #30007
source: Hide LT Channels
ru_ru: Скрыть каналы LT

# #30008
source: Hide US Channels
ru_ru: Скрыть каналы US

# #30009
source: Hide DE Channels
ru_ru: Скрыть каналы DE

# #300011
source: Hide IL Channels
ru_ru: Скрыть каналы IL

# #300012
source: Hide LV Channels
ru_ru: Скрыть каналы LV

# #300013
source: Hide EE Channels
ru_ru: Скрыть каналы EE

# #300014
source: Hide IT Channels
ru_ru: Скрыть каналы IT

# #300015
source: Hide FR Channels
ru_ru: Скрыть каналы FR

# #30010
source: Sovok TV
ru_ru: Совок ТВ

# #40000
source: Server
ru_ru: Сервер

# #40001
source: Key
ru_ru: Ключ

# #40010
source: OTT Player
ru_ru: OTT

# #50000
source: Paylist Path
ru_ru: Плейлист

# #50001
source: EPG Path (XMLTV)
ru_ru: Программа передач (XMLTV)

# #50002
source: Seek Recordings
ru_ru: Перемотка в архивах

# #50010
source: Edem Player
ru_ru: Эдем

# #60000
source: Paylist Path
ru_ru: Плейлист

# #60001
source: EPG Path (XMLTV)
ru_ru: Программа передач (XMLTV)

# #60002
source: Seek Recordings
ru_ru: Перемотка в архивах

# #60005
source: User
ru_ru: Логин

# #60006
source: Password
ru_ru: Пароль

# #60007
source: Data Source
ru_ru: Источник данных

# #60009
source: Server
ru_ru: Сервер

# #60010
source: Trash Player
ru_ru: Помойка

# #60011
source: Port
ru_ru: Порт

# #60012
source: Filter by AlexElec
ru_ru: Фильтровать согласно AlexElec

# #70010
source: Playlist
ru_ru: Плейлист

# #70001
source: Data Source
ru_ru: Источник данных

# #70002
source: User Account
ru_ru: Учетная запись

# #70003
source: File
ru_ru: Файл

# #70004
source: File Location
ru_ru: Файл расположен

# #70005
source: Remote
ru_ru: Удаленно

# #70006
source: Local
ru_ru: Локально

# #70007
source: Provider
ru_ru: Провайдер

# #70008
source: Other
ru_ru: Другой

# #70012
source: Prioritize HLS
ru_ru: Предпочитать HLS

# #70013
source: Multicast relay (udpxy)
ru_ru: Мультикаст прокси (udpxy)

# #70014
source: Transform multicast stream URLs
ru_ru: Поддерживать ссылки мультикаст

# #32000
source: Reloading stream ...
ru_ru: Перезапускаю поток ...

# #32001
source: Unknown provider
ru_ru: Неизвестный провайдер

# #32002
source: OTT Player error: %s
ru_ru: Ошибка OTT Player: %s

# #32004
source: Playlist error: %s
ru_ru: Ошибка плейлиста: %s

# #32005
source: Can't' connect to Puzzle server.
ru_ru: Нет соединения с Пазл сервером.

# #32006
source: Puzzle TV error: %s
ru_ru: Ошибка Пазл ТВ: %s

# #32007
source: %s: login failed.
ru_ru: %s: доступ закрыт.

# #32008
source: Streamer setting mismatch.
ru_ru: Разные настройки сервера вещания.

# #32009
source: Sovok TV error: %s
ru_ru: Ошибка Sovok TV: %s

# #32010
source: Playlist inaccessible.
ru_ru: Плэйлист недоступен

# #32011
source: Initialization error. See log file for details.
ru_ru: Ошибка инициализации. Смотри лог файл.

# #32012
source: Reloading EPG ...
ru_ru: Загружаю программу передач ...

# #32013
source: Waiting for Puzzle Server (%d)...
ru_ru: Ожидание Puzzle Server (%d)...

# #32014
source: Local
ru_ru: Локальные

# #32015
source: On Server
ru_ru: На сервере

# #32016
source: Reset PVR database.
ru_ru: Очистите данные PVR

# #32017
source: Channel is unavailable.
ru_ru: Канал недоступен.

# #32018
source: TTV Player: playlist inaccessible.
ru_ru: TTV Player: плэйлист недоступен

# #32019
source: TTV error: %s
ru_ru: Ошибка TTV: %s

# #32020
source: Favourites
ru_ru: Избранное

# #32021
source: Ace Stream not found!
ru_ru: Ace Stream не запущен!

# #32022
source: Checking Internet connection...
ru_ru: Проверяю подключение к Интернету...

# #32023
source: No Internet connection!
ru_ru: Нет доступа в Интернет!

# #32024
source: Playlist is invalid or missing!
ru_ru: Плэйлист недоступен!

# #32025
source: Opening next stream...
ru_ru: Открываю следующий поток...

# #32026
source: No streams available.
ru_ru: Нет доступных потоков.

# #32027
source: Delay startup for %d sec.
ru_ru: Задержка загрузки на %d сек.

# #32028
source: Unable to control Kodi remotely!
ru_ru: Не могу управлять Kodi удаленно!

# #32029
source: Playlist contains errors!
ru_ru: Плэйлист с ошибками!

# #32050
source: Reload EPG
ru_ru: Обновить программу передач

# #32051
source: Reload Recordings
ru_ru: Обновить архив

# #32052
source: Streams
ru_ru: Потоки

# #32053
source: Update channels list
ru_ru: Обновить список каналов

# #32054
source: Enable Stream
ru_ru: Добавить поток

# #32055
source: Disable Stream
ru_ru: Отключить поток

# #32056
source: Update Stream List
ru_ru: Обновить список потоков

# #32057
source: Channel Streams Operations
ru_ru: Меню операций с потоками

# #32058
source: Choose Stream to Disable
ru_ru: Выберете поток для отключения

# #32059
source: Choose Stream to Enable
ru_ru: Выберете новый поток

# #32060
source: Disable Empty Stream
ru_ru: Отключить пустой поток
